Repository: EdgarCarpenter/cairo-clock
Catalog: po/*.po
Languages: fr, hr

source: A super fine analog clock
fr: Une magnifique horloge analogique

source: MacSlow's Cairo-Clock
fr: Cairo-Clock par MacSlow
hr: MacSlow's Cairo-sat

source: <b>Animation Smoothness</b>
fr: <b>Fluidité de l'animation</b>
hr: <b>Glatko?a animacije</b>

source: <b>Display Options</b>
fr: <b>Options d'affichage</b>
hr: <b>Opcije prikaza</b>

source: <b>St_artup Size</b>
fr: <b>T_aille au démarrage</b>
hr: <b>Po?etna veli?ina</b>

source: <b>_Theme</b>
fr: <b>_Thème</b>
hr: <b>_Tema</b>

source: An analog clock based on vector-graphics
fr: Une horloge analogique en graphiques vectoriels

source: Appear in _pager
fr: Afficher dans le _sélecteur
hr: Prikaži u pageru

source: Appear in task_bar
fr: Afficher dans la _barre des tâches
hr: Prikaži u alatnoj traci

source: Cairo-Clock Homepage
fr: Page Web de Cairo-Clock

source: Close this settings-dialog
fr: Ferme la fenêtre des paramètres

source: Get information on all settings-options
fr: Affiche les informations sur toutes les options de configuration

source: H_eight:
fr: H_auteur :
hr: Visina:

source: If enabled the workspace pager will show the window of the clock
fr: Si actif, l'horloge sera affichée dans le navigateur de bureau

source: If enabled, the clock window will be kept above all other windows
fr: Si actif, l'horloge sera maintenue au-dessus des autres fenêtres

source: If enabled, the current date will be displayed inside the clocks face
fr: Si actif, la date actuelle sera affichée à l'intérieur de l'horloge

source: If enabled, the seconds hand will be drawn
fr: Si actif, l'aiguille des secondes sera représentée

source: If enabled, the window of the clock will be shown in the taskbar
fr: Si actif, la fenêtre de l'horloge sera affichée dans la barre des tâches

source: Info
fr: Informations

source: Initial window-height when program starts
fr: Hauteur initiale de la fenêtre au démarrage du programme

source: Initial window-width when program starts
fr: Largeur initiale de la fenêtre au démarrage du programme

source: Keep _on top
fr: Au _premier plan
hr: Uvijek na vrhu

source: MacSlow's Cairo-Clock - Error
fr: MacSlow's Cairo-Clock - Erreur
hr: MacSlow's Cairo-sat - greška

source: MacSlow's Cairo-Clock - Settings
fr: MacSlow's Cairo-Clock - Paramètres
hr: MacSlow's Cairo-Clock - Postavke

source: Properties
fr: Propriétés
hr: Svojstva

source: Quit
fr: Quitter
hr: Izlaz

source: Rough
fr: Saccadée

source: Show _date
fr: Afficher la _date
hr: Prikaži datum

source: Show _seconds
fr: Afficher les _secondes
hr: Prikaži sekunde

source: Small (50x50) Medium (100x100) Large (200x200) Custom
fr: Petite (50 x 50) Moyenne (100 x 100) Grande (200 x 200) Personnalisée

source: Smooth
fr: Lisse

source: Stic_k to every workspace
fr: Afficher sur _tous les bureaux
hr: Zalijepi na sve radne površine

source: _Use 24h mode
fr: _Utiliser le format 24 heures
hr: Upotrijebi 24satni prikaz

source: _Width:
fr: _Largeur :
hr: Širina:

source: translator-credits
fr: Thomas Constans <thomas.constans@opendoor.fr> Stéphane Raimbault <stephane.raimbault@gmail.com>
hr: hr: Ervin Skrablin <ervin.skrablin@kr.t-com.hr>

source: # This file is machine-generated.
fr: # Ce fichier a été généré automatiquement.
hr: # Ova datoteka je strojno napravljena.

source: Do not edit it manually!
fr: Ne pas éditer manuellement !
hr: Ne ispravljajte je ru?no

source: I really mean it!!!
fr: Vous avez été prévenu !
hr: Zaozbiljno!!!

source: Ups, there was an error while trying to save the preferences!
fr: Oups, il y a eu une erreur lors de l'enregistrement des préférences !
hr: Ups, dogodila se greška prilikom pohrane postavki!

source: X-position of the top-left window-corner
fr: Abscisse du coin supérieur gauche de la fenêtre

source: Y-position of the top-left window-corner
fr: Ordonnée du coin supérieur gauche de la fenêtre

source: Open window with this width
fr: Ouvre la fenêtre avec cette largeur

source: Open window with this height
fr: Ouvre la fenêtre avec cette hauteur

source: Draw seconds hand
fr: Affiche l'aiguille des secondes

source: Draw date-display
fr: Affiche la date

source: List installed themes and exit
fr: Affiche la liste des thèmes installés et quitte

source: Theme to draw the clock with
fr: Thème à utiliser pour afficher l'horloge

source: Clock-window stays on top of all windows
fr: La fenêtre reste au-dessus des autres fenêtres

source: Clock-window shows up in pager
fr: L'horloge s'affiche dans le sélecteur d'espace de travail

source: Clock-window shows up in taskbar
fr: L'horloge s'affiche dans la barre des tâches

source: Clock-window sticks to all workspaces
fr: L'horloge s'affiche sur tous les bureaux

source: Hands work in 12 hour mode
fr: Affichage en mode 12 heures

source: Hands work in 24 hour mode
fr: Affichage en mode 24 heures

source: Render at RATE (default: 30 Hz)
fr: Taux de rafraîchissement (30 Hz par défaut)

source: Print version of program and exit
fr: Affiche la version du programme et quitte

source: - analog clock drawn with vector-graphics
fr: - horloge analogique avec graphismes vectoriels
hr: - analogni sat iscrtan s vektorskom-grafikom

source: Could not load "%s"!
fr: Impossible de charger « %s »
hr: Nemogu u?itati!

source: Ups, error while trying to save the preferences!
fr: Oups, erreur à l'enregistrement des préférences !
hr: Ups, greška prilikom pokušaja pohrane postavki!

source: a super fine analog clock
hr: super fini analogni sat

source: MacSlow's Cairo-Clock - Information
hr: MacSlow's Cairo-sat - Informacije

source: an analog clock based on vector-graphics
hr: analogni sat zasnovan na vektorskoj-grafici

source: cairo-clock Homepage
hr: po?etna stranica cairo-sata

source: close this settings-dialog
hr: zatvori ovaj dialog postavki

source: get information on all settings-options
hr: dobivanje informacija o svim postavkama-svojstvima

source: if enabled the workspace pager will show the window of the clock
hr: ako je omogu?eno,pager radnih površina ?e prikazati prozor sata

source: if enabled, the clock window will be kept above all other windows
hr: ako je omogu?eno,prozor sata biti ?e iznad svih ostalih prozora

source: if enabled, the current date will be displayed inside the clocks face
hr: ako je omogu?eno, trenutni datum biti ?e prikazan unutar lica prozora

source: if enabled, the seconds hand will be drawn
hr: ako je omogu?eno, sekunde ?e biti iscrtane

source: if enabled, the window of the clock will be shown in the taskbar
hr: ako je omoguceno, prozor sata biti ?e prikazan u programskoj traci

source: initial window-height when program starts
hr: po?etna visina prozora kod starta programa

source: initial window-width when program starts
hr: po?etna širina prozora kod starta programa

source: rough
hr: grubo

source: small (50x50) medium (100x100) large (200x200) custom
hr: malo (50x50) srednje (100x100) veliko (200x200) po mjeri

source: smooth
hr: gla?enje

source: x-position of the top-left window-corner
hr: x-položaj vrhnjeg lijevog kuta prozora

source: y-position of the top-left window-corner
hr: y-položaj vrhnjeg lijevog kuta prozora

source: open window with this width
hr: prilikom otvaranja upotrijebi ovu širinu

source: open window with this height
hr: prilikom otvaranja upotrijebi ovu visinu

source: draw seconds hand
hr: prikaži sekundnu kazaljku

source: draw date-display
hr: prikaži datum

source: list installed themes and exit
hr: izlistaj instalirane teme i izadji

source: theme to draw the clock with
hr: tema upotrijebljena za sat

source: clock-window stays on top of all windows
hr: prozor sata ostaje uvijek na vrhu ispred ostalih prozora

source: clock-window shows up in pager
hr: prozor sata prikazan u pageru

source: clock-window shows up in taskbar
hr: prozor sata prikazan u programskoj traci

source: clock-window sticks to all workspaces
hr: prozor sata nalijepljen na svim radnim površinama

source: hands work in 12 hour mode
hr: kazaljke rade u 12 satnom na?inu

source: hands work in 24 hour mode
hr: kazaljke rade u 24 satnom na?inu

source: render at RATE (default: 30 Hz)
hr: frekvencija prikaza (zadana vrijednost: 30 Hz)

source: print version of program and exit
hr: ispisati verziju programa i izlaz
